{
    "Races" : ["Elfe",
                "Thérianthrope",
                "Daedroth",
                "Humain", 
                "Orc", 
                "Nain",
                "Gnome",
                "Tieffelin",
                "Génasi",
                "Dhampir",
                "Gobelin"               
            ],
    "DescRaces" : [
            "Les elfes sont des créatures magiques d’une extraordinaire grâce, habitant le monde sans en faire totalement partie. Ils vivent dans des lieux d’une beauté éthérée, au cœur d’anciennes forêts ou dans des tours scintillantes d’une lumière féerique, là où une douce musique flotte dans l’air et où de subtils effluves embaument la brise. Les elfes aiment la nature et la magie, l’art et l’artisanat, la musique et la poésie, et les bonnes choses de ce monde.",

            "Thérianthrope",

            "Daedroth",

            "Dans la plupart des mondes, les humains sont la plus jeune des races communes, la dernière à être apparue et celle dotée de la plus faible longévité par rapport aux nains, aux elfes et aux dragons. Peut-être du fait de leurs vies plus courtes, ils s'efforcent d'atteindre autant d'objectifs qu'ils peuvent pendant les années qui leur sont données. Ou peut-être sentent-ils qu'ils ont quelque chose à prouver aux races plus anciennes, et c'est pourquoi ils construisent de puissants empires basés sur la conquête et le commerce. Mais quelle que soit la raison qui les pousse de l'avant, les humains sont les innovateurs, les bâtisseurs et les pionniers de leurs mondes.", 

            "Orc", 

            "De riches royaumes d’une ancienne magnificence, des halls creusés aux racines mêmes des montagnes, l’écho des pioches et des marteaux dans les mines profondes et les forges ardentes, un engagement au clan et à la tradition ainsi qu’une intense haine des gobelins et des orcs, ce sont les traits communs qui unissent tous les nains..",

            "Un bourdonnement constant d'activités imprègne les terriers et les quartiers des communautés gnomes. Et certains sons plus forts ponctuent ce bourdonnement : un craquement d'engrenages ici, une petite explosion là, un cri de surprise ou de triomphe, mais surtout des éclats de rire. Les gnomes prennent plaisir à la vie, et profitent de chaque instant, d'une invention, d'une exploration, d'une recherche, d'une création ou d'une lecture.",

            "Être accueilli par des regards suspicieux et des murmures, souffrir insultes et violences à chaque coin de rue, croiser le doute et la peur dans chaque regard, tel est le lot quotidien du tieffelin. Et pour remuer le couteau dans la plaie, les tieffelins ont conscience que tout cela vient d'un pacte passé il y a plusieurs générations qui imprégna leur lignée de l'essence d'Asmodée, le seigneur des Neuf enfers. Leur apparence et leur nature ne sont pas le fruit de leur volonté, mais la conséquence d'un péché ancien duquel eux-mêmes, leurs enfants et toute leur descendance, seront toujours redevables.",

            "La plupart du temps, on considère les autres plans comme des royaumes distants et lointains, mais l’influence planaire peut être ressentie partout dans le monde. Elle se manifeste parfois dans des êtres qui, par le hasard de leur naissance, portent le pouvoir des plans dans leur sang. Les génasis sont ce genre d’êtres, progénitures de génies et de mortels. Les plans élémentaires sont souvent inhospitaliers pour les natifs du plan matériel : terres dévastées, flammes ardentes, cieux infinis et mers interminables rendent les visites dans ces lieux dangereuses, même pour de courtes périodes. Les puissants génies, en revanche, ne font pas face à de telles difficultés lorsqu’ils s’aventurent dans le monde des mortels. Ils s’adaptent facilement au mélange des éléments sur le plan matériel et le visite parfois, de leur propre volonté ou contraint magiquement. Certains génies peuvent prendre l’apparence de mortels et voyager incognito.",

            "Dhampir",

            "Gobelin"               
        ],        
    "SousRaces" : [
                    {"Elfe" :  [
                                "Haut-Elfe",
                                "Elfe Noir",
                                "Elfe des Bois",
                                "Elfe des Mers",
                                "Elfe de la Nuit",
                                "Elfe du Jour"
                                ]
                },
                    {"Thérianthrope" : [
                                        "Argonien",
                                        "Khajiit",
                                        "Skaven",
                                        "Drakéide",
                                        "Pandawa",
                                        "Loxodon",
                                        "Aarakocra"
                    ]
                },
                    {"Daedroth" : [
                                    "Drémora",
                                    "Mazken",
                                    "Arachnakien",
                                    "Auréal",
                                    "Aurorien",
                                    "Passereau",
                                    "Skaafin",
                                    "Xivilai"
                ]
                },
                    {"Humain" : [
                                "Nordique",
                                "Barbare",
                                "Peuple des Sables",
                                "Amazon",
                                "Nède",
                                "Demi-Elfe",
                                "Demi-Orc",
                                "Demi-Nain",
                                "Demi-Gnome",
                                "Demi-Génasi"
                    ]
                },
                    {"Orc" : [
                            "Peau verte",
                            "Orc noir",
                            "Demi-ogre",
                            "Béhémoth"
                    ]
                },
                    {"Nain" : [
                                "Nain des montagnes",
                                "Nain des volcans",
                                "Nain des plaines",
                                "Duergar",
                                "Nain de pierre"
                    ]
                },
                    {"Gnome" : [
                                "Gnome commun",
                                "Gnome des forêts",
                                "Gnome de pierre",
                                "Gnome des profondeurs"
                    ]
                },
                    {"Tieffelin" : [
                                    "Asmodée",
                                    "Belzébuth",
                                    "Dispater",
                                    "Fierna",
                                    "Glasya",
                                    "Levistus",
                                    "Mammon",
                                    "Méphistophélès",
                                    "Zariel",
                                    "Autre"
                    ]
                },
                {"Génasi" : []
                },
                {"Gobelin" : []
                },
                    {"Dhampirs" : []
                }        
            ],
    "DescSousRaces" : [
        {"Elfe" :  [
                    "Haut-Elfe",
                    "Elfe Noir",
                    "Elfe des Bois",
                    "Elfe des Mers",
                    "Elfe de la Nuit",
                    "Elfe du Jour"
                    ]
    },
        {"Thérianthrope" : [
                            "Argonien",
                            "Khajiit",
                            "Skaven",
                            "Drakéide",
                            "Pandawa",
                            "Loxodon",
                            "Aarakocra"
        ]
    },
        {"Daedroth" : [
                        "Drémora",
                        "Mazken",
                        "Arachnakien",
                        "Auréal",
                        "Aurorien",
                        "Passereau",
                        "Skaafin",
                        "Xivilai"
    ]
    },
        {"Humain" : [
                    "Nordique",
                    "Barbare genre Naheulbeuk",
                    "Peuple des Sables",
                    "Amazon",
                    "Nède",
                    "Demi-Elfe",
                    "Demi-Orc",
                    "Demi-Nain",
                    "Demi-Gnome",
                    "Demi-Génasi"
        ]
    },
        {"Orc" : [
                "Peau verte",
                "Orc noir",
                "Demi-ogre",
                "Béhémoth"
        ]
    },
        {"Nain" : [
                    "Nain des montagnes",
                    "Nain des volcans",
                    "Nain des plaines",
                    "Duergar",
                    "Nain de pierre"
        ]
    },
        {"Gnome" : [
                    "Gnome commun",
                    "Gnome des forêts",
                    "Gnome de pierre",
                    "Gnome des profondeurs"
        ]
    },
        {"Tieffelin" : [
                        "Asmodée",
                        "Belzébuth",
                        "Dispater",
                        "Fierna",
                        "Glasya",
                        "Levistus",
                        "Mammon",
                        "Méphistophélès",
                        "Zariel",
                        "Autre"
        ]
    },
    {"Génasi" : []
    },
    {"Gobelin" : []
    },
        {"Dhampirs" : []
    }        
]     
}